[
    {
        "_id": "5ff9d389e4e5f51c70359ee0",
        "name": "Your City",
        "description": "Tell us what there is to explore in the city you call home.",
        "threads": [
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "60218a9f7baf4b0015acd244",
                "userId": "601fd48c95b0d40015f6c066",
                "userFirstName": "Elijah",
                "title": "How's life in Edinburgh?",
                "content": "Not looking for a definitive answer as I know life differs for everyone. Just to get a general idea (or cause I'm bored). Any anecdotes are fine.\n\nAnything someone moving there from faraway to study should know?",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60218ac67baf4b0015acd245",
                        "userId": "5ff6401863cc740d5cae17e7",
                        "userFirstName": "Don",
                        "reply": "Edinburgh is a very beautiful city with a very mixed and diverse population. It's a fairly small city by international standards which also means that if you're living reasonably central you can walk and cycle everywhere although cycling in winter is not for everyone :). The climate isn't as bad as you might think - granted we get our fair share of rain but no worse than most places in the UK. If you're moving from a. hot country then it'll take a while to adjust but as I've lived in Scotland all my years anything over 25C is far too hot :)\n\nThere are a lot of students in the city - if you are planning on being here all year round just be aware that student accommodation during August is often rented out to festival goers so you might need to take that into consideration.\n\nIt's a good city to live in - yes it has problems like any city but in general the people are nice, the crime isn't terrible and you are only a short journey to the countryside and some excellent scenery."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60218b007baf4b0015acd246",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Kate",
                        "reply": "Life's better than most places I have seen in the UK. I should also say that life could be a lot better, but bogged down by a dysfunctional council and decision makers. You'll not see or figure what I mean for the first few years. The ugly side will start getting under your skin in a few years. Again, it's much better than a lot of places."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60218b667baf4b0015acd247",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Sam",
                        "reply": "If you are coming from the equator you will probably notice the days in the winter can be quite short and dark. To make up for it most of the summer never gets really dark.\n\nIf you are planning to live here all year round I would avoid student accommodation because it tends to only rent to students during term time and rentals for July and August can be very expensive because of the festival.\n\nEdinburgh tends to be very welcoming, there are lots of clubs and societies you can join.\n\nJune, July and August gets very busy so getting anywhere on the bus can be very slow.\n\nThings like the Art Galleries and Museums are free to visit. There are also lots of green spaces open to the public."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60218c597baf4b0015acd249",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "John",
                        "reply": "I'm not a big city person, so I like that Edinburgh feels small. It's easy to get around - the public transport system is great, and lots of areas of interest are within walking distance of each other. It's a beautiful city to look at.\n\nThere are good provisions for people from faraway that might miss things from home - shops that specialise in East Asian, South Asian, and Middle Eastern groceries, and restaurants too. Even major supermarkets often have small sections with similar products."
                    }
                ]
            },
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "60218ce77baf4b0015acd24a",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Eve",
                "title": "What's the best city in the UK for a young person to move to?",
                "content": "I'm a 21 yr old female born and bred in Australia, but I've got a UK passport, as my mum was born there. I would absolutely love to move there.\n\nWhich city would you recommend for a young person who wants to get out, meet people, make friends, volunteer, all that interesting stuff? I thought London first, but are there any others that have a good, inclusive youth scene? Things like live music and interesting bars, backpacker kind of fun.\n\nI would also like to be somewhere with good public transport as I'd prefer not to need a car.\n\nThanks very much.",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60218cfc7baf4b0015acd24b",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "John",
                        "reply": "Manchester, bristol, Brighton."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60218d0c7baf4b0015acd24c",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Les",
                        "reply": "I concur with this.\n\nManchester, I visit every few weeks, and it's a big, lively place, full of energy. It feels almost like a capital city.\n\nI lived in Brighton for a while and would love to do so again. Lots of fun things to do, an attractive place, and with easy access to London.\n\n(I don't really know Bristol -- only visited a couple of times -- so can't really comment, but a lot of people recommend it.)"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60218d247baf4b0015acd24d",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Katie",
                        "reply": "Manchester would be my recommendation. Moving there in a few months. Always loved the atmosphere. So many things to do, great music scene, loads of places to eat etc.\n\nEdit: great transport links too, it's really well placed in the country with good train links and an airport right nearby."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60218d377baf4b0015acd24e",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Joe",
                        "reply": "If you’re thinking you might want to study in the future, get yourself to Edinburgh or Glasgow. Both are amazing cities with excellent nightlife and culture. They are also much cheaper than living in London. Once you have lived in Scotland for 3 years (I think, double check this) then your Higher Education is free. You also get free prescriptions, eye tests, pay less at the dentist etc than in England. Yes it rains a bit more, but you’re waterproof!"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60218d4a7baf4b0015acd24f",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Matthew",
                        "reply": "I have to give my home town of Liverpool a shout.\n\nWe have three universities in the city so there is a large youth population. The nightlife is great, especially during the week and their is a large independent movement in recent years has seen a boom in unique shops, bars and restaurants.\n\nHouse prices are also considerably lower than in the south."
                    }
                ]
            },
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "602191307baf4b0015acd251",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Tom",
                "title": "What are the best things to do in London that no one knows about?",
                "content": "Preferably not to expensive. Answers on a post card.",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021914d7baf4b0015acd252",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Saz",
                        "reply": "It's a little known fact that the guards at Buckingham Palace (other than having to be very straight faced) are legally obliged to give you a Werther's Original upon request.\n\nCan make you look very knowledgable if you do this in front of a tourist who doesn't know this!"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021916a7baf4b0015acd253",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Ian",
                        "reply": "Do you know about Mail Rail? Have a search online about it. It's pretty interesting!\n\nAnyway, the claims that it's obselete / non-functional are mostly bullshit to stop people from asking the Royal Mail to have a go on it; they were spending stupid amounts of money just running tourists around. They don't run post through it any more but they do still allow people to ride it using special carts (not the mail carts) - but you have to know how to ask.\n\nTo get a ride, just ask your postman, who will bring a form next time he's on his rounds. It costs under £30 a person and you have to book well in advance.\n\nSimilar thing applies for the Big Ben by the way - tours are only available through your MP."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602191907baf4b0015acd254",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Nick",
                        "reply": "Bank Station is a bit of a maze, and there's a lot of \"dead space\" between platforms due to this.\n\nTFL staff will deny this for safety reasons, but it's quite well known among city goers that there is a hidden drop slide between the higher levels and the Central Line platforms. Both the start and the end are hidden behind access doors which are locked - most of the time.\n\nTry each door on the way in the station which has some light showing behind it - they're the vented doors not the solid doors - give it a tug. If it opens, there'll be some mats with handles on and you can go for it. You can't get locked in at the bottom as there's a green push-button to release the lower door.\n\nAnd hey, the Central Line has some pretty cool places to go now you're there, too!"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602191d67baf4b0015acd255",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Jim",
                        "reply": "For free stuff i would say any of the city farms are a good way to kill an afternoon or you could go down the Parkland walk for some greenery and an old railway line in the middle of the city. If you go from the alexandra palace end to finsbury park you can have a pint at the faltering Fulback when you finish as well"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602191e37baf4b0015acd256",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Beth",
                        "reply": "Get a free tour of parliament via your MPs office"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602191f77baf4b0015acd257",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Gaz",
                        "reply": "The best thing to do in London is to sit in the park on a summer weekend with some buddies and a few drinks. However everyone knows that this is awesome. Luckily we have ample park space for everyone."
                    }
                ]
            }
        ],
        "__v": 119
    },
    {
        "_id": "5ff9d399e4e5f51c70359ee3",
        "name": "Pubs & Nightlife",
        "description": "Got tavern recommendations? Share them here.",
        "threads": [
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "602192b37baf4b0015acd258",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Darren",
                "title": "Glasgow Favourite pubs?",
                "content": "What are your favourite pubs in Glasgow and why? I have a few, Slouch for a night out, great tunes and a wide selection of booze. Ark for sports (though Walkabout for WWE), 'spoons as a meeting point. Inn Deep for a sunny day, nothing better than sitting down the Kelvin with a pint in your hand.",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602192ca7baf4b0015acd259",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Amy",
                        "reply": "The Star Bar: 3 course lunch for £3.50."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602192df7baf4b0015acd25a",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Kieron",
                        "reply": "Bar 91: good beer, good food, nice staff\n\nMono: spacious place, vegan, live music\n\n13th Note: good place, rustic, live music\n\nChinaskis: always a good vibe here.\n\nThe Lab: lovely staff, great nachos."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602192f37baf4b0015acd25b",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Josh",
                        "reply": "Love Inn Deep. Was in today, usually cycle there straight from work then fall off my bike multiple times crying home from the pub.\n\nCrafty Pig close by has good vibes too."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602193017baf4b0015acd25c",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Freddie",
                        "reply": "I like Hipster music bars - 78, hug'n'pint, Framptons etc,"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602193127baf4b0015acd25d",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Taz",
                        "reply": "Six Degrees North, Three Judges, WEST, Mono, Blackfriars, Sparkle Horse"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602193257baf4b0015acd25e",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Greg",
                        "reply": "southside - Heraghtys, Ally Arms, Clockwork, old smiddy, QPC City centre - The State Bar, the griffin, counting house, sloans, Variety Bar, The Pot Still, The Old Hairdressers West End - The 78, ben Nevis, Distill, the Grove, chinaski's, the bon accord, Brel East End - West and drygate are really the only two that I have been to in the east.\n\nIf i had to choose a favourite, i'd go with Heraghtys, lovely wee bar, great beer, reasonably priced and full of interesting folk."
                    }
                ]
            },
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "602193cc7baf4b0015acd25f",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Kat",
                "title": "Best bars and nightclubs in Bath?",
                "content": "My Bath-based friend recently turned 18 so I wanna take her out for the first time.\n\nIs there any cool bars and nightclubs in Bath and if so, what kinda vibe are they rocking, as the kids say? What I'm trying to ask is which are the more student-friendly bars etc? I just kinda want a run down of each.",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602193e17baf4b0015acd260",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Dom",
                        "reply": "Student and low budget bars, the Nest is pretty good fun, very busy, very cheap, top bar quite chill and the downstairs bar and dancefloor do the job for a student place.\n\nNot far away, the common rooms is ok, but usually very very busy. Less loud music and places to chill upstairs.\n\nIf you want the nicest, smallest, coolest cocktail bars, and don't care about paying a bit extra; the dark horse in Kingsmead square is pretty good (call ahead) and The hideout is a really nice whisky bar run by very nice guys.\n\nThe expensive cocktail bars on George street (sub13 and circo) can be ok, but usually packed with middle class hen dos. Subs 2 4 1 before 10pm deal isnt bad mind, so long as you can find somewhere nice to sit out the back, and don't mind paying a lot for extremely average drinks."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602193ed7baf4b0015acd261",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Scott",
                        "reply": "Komedia is the best club night, go on motown or fame"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602193f87baf4b0015acd262",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Jen",
                        "reply": "The Raven is good. Next door is a Gin bar if that's your thing. For a cosy pint try the Old Green Tree in Green St (remember to duck), or try the Pig and Fiddle or the Saracen's Head."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021940f7baf4b0015acd263",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Daniel",
                        "reply": "Overall the whole place is student friendly since it basically a student town. There's two unis so there's no shortage of student friendly bars and clubs\n\nPo na na is great and has yummy cocktails, get a po na na card/membership thing (it's free) for cheaper drinks and entry\n\nMoles is good also, they have discord which is a night full of rock music, they have other themed nights too. There's also a bit upstairs where you can chill and downstairs where the dancy bits are\n\nKomedia is great also, Motown is a really great night filled with 80s music\n\nThe nest is good also, they have a bit where you can club dance and a bit were you can chill (and they have bee sting on tap, great cider which gets you drunk in seconds)\n\nHave a look online at each of their websites and see what themed nights they have, there's also always a student night in bath somewhere\n\nSleight is my favourite bar, they have a magician that just casually does magic for you it's great\n\nBelushi's is also a nice bar\n\nOverall I'd say komedia has the cleanest toilets, all the club's I listed has a cloakroom which is usually £1\n\nPrice wise it can vary, bath is pretty expensive so bring some cash with you. Predrinking in wetherspoons is also an option because you can get drinks for cheap\n\nBath is also pretty safe at night too. Someone here suggested Bristol, clubbing in Bristol is fantastic but if you're living in bath then getting back from Bristol at that time of night is hard and expensive and I really didn't feel very safe there after the club closed. That's just my personal experience.\n\nSource: been a student in bath for 3 years"
                    }
                ]
            },
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "602194f07baf4b0015acd264",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Rex",
                "title": "Looking for the best pubs to head to in Liverpool?",
                "content": "We’re headed to Liverpool for a day/night trip and love old English pubs. If anyone has any tips for us that would be greatly appreciated!\n\nThanks!",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602195017baf4b0015acd265",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Jack",
                        "reply": "Ship & mitre"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602195107baf4b0015acd266",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Paddy",
                        "reply": "Some personal favourites of mine: Doctor Duncan's, Ye Cracke, The Pilgrim, Rigby's, Philharmonic."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602195207baf4b0015acd267",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Ant",
                        "reply": "I second the Ship & Mire. The Old Post Office off Hanover Street is a personal favourite of mine, as it serves mild."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602195377baf4b0015acd268",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Derrick",
                        "reply": "Philharmonic on Hope St\nFly in the Loaf on Hardman St\nThe Grapes on Roscoe St\nThey're all within 5 mins walk of each other\n\nThen on the other side of town the Thomas Rigby and Ship & Mitre on Dale St."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602195507baf4b0015acd269",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Tony",
                        "reply": "Pilgrim, Ye Cracke, Peter Kavanagh's, The Belvedere (back of the Phil), Childwall Abbey"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021955e7baf4b0015acd26a",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Nathan",
                        "reply": "Roscoe Head, just off Hardman Street. Tiny, no music, but boss character"
                    }
                ]
            }
        ],
        "__v": 37
    },
    {
        "_id": "5ff9d3a9e4e5f51c70359ee6",
        "name": "Restaurants",
        "description": "Share your restaurant recommendations here.",
        "threads": [
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "602196027baf4b0015acd26b",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Richard",
                "title": "What is your favourite place to eat in Sheffield?",
                "content": "I've been asking a few people recently and no two people have said the same place. So, people of reddit, where do you pig out in Sheffield?",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602196127baf4b0015acd26c",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Ellie",
                        "reply": "Currently it’s The Cabin for those pancakes. So gooood"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602196267baf4b0015acd26d",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Jade",
                        "reply": "The Nottingham in Broomhill looks like a very unassuming pub until you order a pie; it's the only food they serve, and they generally run about half a dozen including vegetarian options. It is genuinely the finest pie I have ever eaten in my life. I have eaten a lot of pie. And a pie, chips, peas and a pint comes in under ten quid. You owe it to yourself to go and eat there whenever you don't have anything else left to do that day besides lie blissed out in a food coma."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602196337baf4b0015acd26e",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Abbey",
                        "reply": "La Vaca in Broomhill serve absolutely incredible steaks. That's all they serve. That and some delicious little sausagey appetizers that you really don't need but absolutely should have anyway. Mmmm. Haven't been there in too long."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602196467baf4b0015acd26f",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Tony",
                        "reply": "Ive only recently started properly exploring some of the options that Sheffield has to offer. Currently favorite place that is focused on food is Proove in Broomhil. For pub grub i really enjoy both Fagans and The Stew and Oyster."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602196607baf4b0015acd270",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Gail",
                        "reply": "For pub grub, you can't best the Broadfield down Abbeydale road and lastly, Barrow Boy - they serve Bao burgers which are just so moorish.\n"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602196767baf4b0015acd271",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Sal",
                        "reply": "Rotherham native here but every time I venture into Sheff I make sure to stop at Lucky Fox on Division St. That chicken and waffles is out of this world."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602196877baf4b0015acd272",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Ahmed",
                        "reply": "Reds BBQ on Ecclesall Rd is terrific.\n\nStreet Food Chef for a great take-out buritto."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "602196ac7baf4b0015acd273",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Amal",
                        "reply": "Big fan of Street Food Chef and Smoke. The Closed Shop in Crookes does amazing pub food too. It's hard to choose just one I think, Sheffield has some great places to eat. Moving from Crookes to Hunters Bar in the next few months so looking forward to eating my way around there soon!"
                    }
                ]
            },
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "60219c427baf4b0015acd274",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Annie",
                "title": "Restaurants recommendations please!",
                "content": "Hi, my SO and I are visiting York (from Edinburgh) for five days next week and I’m looking for restaurants! We have breakfast provided in our hotel, so are looking mostly for dinner recommendations. Preferably not chains (unless local, eg Lucia’s wine bar) and somewhere that will suit a student budget!\n\nThanks",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60219eb67baf4b0015acd275",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Kevin",
                        "reply": "I liked Sutlers Kitchen a lot—you get a lot of food for what you pay for on most of their dishes. Rustique has a reasonable set menu (get the soup + pork shank or steak frites). Little Italy isn’t too bad and has the best pasta I’ve ever tasted in my life. Anywhere in the Shambles if you’re up for fun food stalls (though they do close at 17:00). The Nook has decent light food and cheap cocktails. Source has good food (get their nachos). If you like a lot of meat and cheese, Sotano is actually a pretty good value as well and it has a great gin bar. It’s something like £12 for a two-person board of meat and cheese and we ordered a side of bread which are around £5 if I remember correctly. Drakes and the Sea Catcher are the best fish and chips places. You should also check out “(*new) York” down Piccadilly across the river. Ive only been once but it’s a fun and nifty set-up with a lot of food vending options."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60219ed57baf4b0015acd276",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Luke",
                        "reply": "MyThai is really good food and the portions are big and cheap"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60219ee27baf4b0015acd277",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Abi",
                        "reply": "The Hop do amazing pizza!\n\nEdit: if you're looking for lunch and are near the uni, Brown's in Heslington do some pretty monstrous subs. Probs not worth the trip unless you're nearby though."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60219ef17baf4b0015acd278",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Jordan",
                        "reply": "Barbakan - A Polish restaurant with very hearty meals - I particularly recommend the Pierogi."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60219f017baf4b0015acd279",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Jordan",
                        "reply": "Love Cheese - A cheesemonger which also serves a delicious array of cheese platters (and wine, if desired) for lunch. When I've been there I have always asked them to surprise me and they have selected a delicious array of cheeses for me, always well explained and with a suggested order of consumption."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60219f177baf4b0015acd27a",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Ellie",
                        "reply": "Il Paradiso (Italian), Ambiente (Tapas - the Fossgate one is better), Barbakan (Polish), Rustique (French) are my favourites on a reasonable budget. Il Paradiso and Barbakan are tiny so I recommend booking"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60219f247baf4b0015acd27b",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Craig",
                        "reply": "Surely the best for a student budget is El Piano? Also, Bettys is lovely, and you can go in the evening for a reasonably priced dinner."
                    }
                ]
            },
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "60219fe27baf4b0015acd27c",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Alex",
                "title": "Best [food] in Cardiff?",
                "content": "I'm wondering what everybody would consider the best pizza, burger, curry, chinese etc are in Cardiff? I ask because I tend to stick to the same places and would like to try new places.\n\nCurry wise I've not had anything better than Chai Street.\n\nFor burgers the Grazing Shed was pretty damn good, not tried too many others though and I'm sure there's a better one. I've been to Time & Beef before as well and that burger was shit. Don't waste your time there.\n\nAnd as for steaks, hands down the Meating Place did one of the best steaks I've ever had in my life.",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "60219ff17baf4b0015acd27d",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Suzie",
                        "reply": "New York deli is the best for sandwiches"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a0097baf4b0015acd27e",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Sam",
                        "reply": "Fresh is excellent. Their Christmas baguette is my all time favourite thing. They also used to do a minted lamb panini that was perfection!"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a0177baf4b0015acd27f",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Adam",
                        "reply": "For burgers, Kong's is decent at the moment with their Burger Theory residency."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a0357baf4b0015acd280",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Chris",
                        "reply": "To be fair, Grazing Shed is my favourite burger in Cardiff and Chai Street are up there with some of the best places to grab a quick and cheerful curry dish. Shame about Rime & Beef, knew the owner and went a few times after they opened and it was always decent.\n\nStrongly recommend vegetarian food studio, don't be put off by the fact it's veggie, their food is AMAZING and I've taken several meat eaters there reluctantly (\"why would I want to go there, I need meat with my food\" kinda people) and they've all ended up going back since\n\nAs others have said, Stable for pizza."
                    }
                ]
            }
        ],
        "__v": 24
    },
    {
        "_id": "5ff9d3b9e4e5f51c70359ee9",
        "name": "Museums & Galleries",
        "description": "What are the best museums or galleries you've explored? Share your recommendations here.",
        "threads": [
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "6021a0a77baf4b0015acd281",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Tom",
                "title": "London Art Gallery Museum Recommendations",
                "content": "Just what it says on the tin.\n\nI'm going to be in London mid June with a few hours to kill. I wanted to find out about any good exhibitions worth a look.\n\nPreference-wise - I lean more towards paintings and sculptures but won't rule anything out.",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a0b97baf4b0015acd282",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Darrah",
                        "reply": "There are some great paintings in the Guildhall Art Gallery. The Wallace Collection has paintings and some sculptures as well as an amazing Armoury. National Gallery and National Portrait Gallery are also good. My favourites are Tate Britain and V&A."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a0c77baf4b0015acd283",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Mitch",
                        "reply": "If you've only got a few hours, then National Gallery and National Portrait Gallery next door to it in Trafalgar Square would work. Tate Britain is also excellent, but a mile or so away. If you time it right, though, you could get the Tate to Tate boat from Tate Britain to Tate Modern (takes about 15 minutes) which is a great ride."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a0d57baf4b0015acd285",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Cherith",
                        "reply": "On top of what other people have mentioned the Summer Exhibition and the Royal Academy starts mid June & its always interesting."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a0f27baf4b0015acd286",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Roger",
                        "reply": "John soane museum."
                    }
                ]
            },
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "6021a1c67baf4b0015acd287",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Harry",
                "title": "Museums and places to visit",
                "content": "Native brit living in Derbyshire here, with a free rail pass to use up by March. Recommend me some good day trips across the country that I can get to via train please. Preferably in cities. I like creepy stuff, music, and history",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a1da7baf4b0015acd288",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Jacob",
                        "reply": "Fitzwilliam Museum in Cambridge is good. If you're into war history, Duxford is spectacular and the American War Cemetery is a twenty minute bus ride from the station. The Junction is a great music venue right next to the train station."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a1e97baf4b0015acd289",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Ben",
                        "reply": "Funny. Fitzwilliam was the first one I thought of, as I happened to be reminiscing about growing up there with another East Anglian on reddit.\n\nSomeone in my class at school used to run the Junction, but I don't think he's involved with it any more."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a1fb7baf4b0015acd28a",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Amelia",
                        "reply": "You could go to the science and industry museum (MOSI) in Manchester. It quit a chill museum (if you avoid the kids section) and there is plenty og history to look at there. Free entry.\n\nMy second suggestion would be the national train museum in York. Again, free entry and quite fitting saying you have a rail pass. They have plenty of historical trains to look and, and an entire warehouse full of odds and sods from train history. Well worth a visit."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a2117baf4b0015acd28b",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Helen",
                        "reply": "Edinburgh might be a good shout if you're willing to go a little further. Lots of museums and the nationals are free to enter. Plus there's the Edinburgh Dungeon and plenty of ghost tours (not been on a ghost tour myself but the Dungeon is like all the others are and quite gimmicky, lots of fun though!) There's the castle too if you don't mind dropping an entry fee."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a21f7baf4b0015acd28c",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Oliver",
                        "reply": "The Royal Armouries in Leeds is well worth a visit (and free) if you are into military history. Also if in Leeds, the ruins of Kirkstall Abbey are nice to wander around (also free).\n\nLincoln Castle is also quite good, it has both the medieval castle and a Georgian Gaol. Plus it has a copy of the Magna Carta. And the cathedral next door is quite nice as well."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a22e7baf4b0015acd28d",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Henry",
                        "reply": "Liverpool world museum (one of my favourites) is right by lime Street station. There's absolutely tons of other museums there too, from the Tate, to Beatles, Fact always has something good on. It's a great city for train travel."
                    }
                ]
            }
        ],
        "__v": 14
    },
    {
        "_id": "5ff9d3c8e4e5f51c70359eec",
        "name": "Sightseeing",
        "description": "What are your favourite landmarks?",
        "threads": [
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "6021a2d57baf4b0015acd28e",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Debbie",
                "title": "American visiting London for first time. Suggestions? tips? help? ideas?",
                "content": "Okay, my girlfriend and I are very excited for our trip to London! While it'll be mostly work, we will have extra time during (we're done by 1500 each day) and two extra days after. We are staying in the Earl's Court area. I'm trying to research/look for things to do, sights to see, 'real' UK to experience, and just general suggestions, tips, ideas.",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a3257baf4b0015acd28f",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "John",
                        "reply": "for day trips, we've done the British Transport Museum, Harrods, Oxford Street, Palace of Westminster (we were invited there actually - purpose of the visit) and with that the House of Commons (although some of what you can see depends on your status as a British Citizen - it might be worth checking up on that). Obviously Big Ben is with the Houses of Parliament."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a33c7baf4b0015acd290",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Az",
                        "reply": "Camden market is a MUST imo"
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a3517baf4b0015acd291",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Kay",
                        "reply": "One thing I would recommend is walking a lot of London. A lot of first time visitors seem to pick and choose places and take the tube to get to them. You are better off getting a map and just walking between them and take in the city rather than the underground part. Picadilly Circus, Leicester Square, Covent Garden, Trafalgar Square, Parliament are all walkable easily. You could take a stroll down the Thames to the London Eye, Tate Modern, over to St Pauls Cathedral. Then tube it if you are going further afield to Camden Market or wherever.\n\nPeople take journeys by underground where you can pretty much see the other station at the end of a road, definitely avoid that as it takes longer and you may even walk further in doing so."
                    }
                ]
            },
            {
                "submittedOn": "2021-02-08T18:41:07.000Z",
                "_id": "6021a40f7baf4b0015acd292",
                "userId": "601e9efaf316d30015216289",
                "userFirstName": "Ava",
                "title": "What are the biggest, worst tourist traps in Scotland?",
                "content": "I'm going to Scotland for the first time in a month and will be staying in Edinburgh, Glasgow, and Fort William. I already know to avoid Loch Ness... everyone tells me it's overrated. I hear most of the Edinburgh \"underground\" tours aren't great.\n\nI bought a couple of tickets for the Jacobite train, but now I'm wondering if that's also a tourist trap and whether I should get a refund. :/\n\n(Perhaps I should mention that my primary objectives in Scotland are to enjoy the major cities, hike the Highlands, and sample lots of whisky and great food. Sadly, Islay is a bit out of the way of our itinerary, so we'll have to go there on a future trip.)\n\nWe're incredibly excited for the trip! But I do hate ending up in tourist traps, and I feel like locals always know which ones to avoid (i.e. they would never go there on their own for fun). (By the way if you ever visit San Francisco where I live, don't go to Fisherman's Wharf. Go to the Mission instead. But I digress...)\n\nThanks kindly in advance.",
                "replies": [
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a43e7baf4b0015acd293",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "George",
                        "reply": "I lived in Edinburgh for 4 years, and although there are a lot of 'tourist traps', it's still one of the most amazing cities in the world.\n\nWalk around. See the Grassmarket and maybe get a nice lunch sitting in the sunshine. Visit the Edinburgh Botanical Garden, the National Gallery, the Royal Mile, Princes Street Gardens, and have a walk through the New Town to see the architecture.\n\nIf there is any way to get out of Fort William and head west to Arisaig and Loch Morar, it's simply breathtaking out there. Lots of lovely food, and big, sandy beaches.\n\nIt's a shame you're going to miss the west coast of the Highlands. Gairloch, Torridon, Ullapool, Applecross, and Skye have some of the most spectacular scenery in the United Kingdom. Make plans to come back and focus specifically on the Highlands and Islands. You won't regret it."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a4517baf4b0015acd294",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Oscar",
                        "reply": "The Falkirk Wheel, without a doubt. It's like a really shite science museum with only one exhibit which is swamped by obnoxious tourists."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a4677baf4b0015acd295",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Emily",
                        "reply": "Edinburgh ghost tours are pretty good all in all, with the Mary Kings Close tour being a must. I would say in terms of tourist traps that the Edinburgh Dungeons should be avoided at all costs for the sake of your wallet. It is a total cash grab in my opinion and doesn't really do the Old Town justice in any way."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a47f7baf4b0015acd296",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "William",
                        "reply": "When you're in the highlands, don't bother with the dolphin/whale watching boats. You can see them pefectly well from the beach."
                    },
                    {
                        "submittedOn": "2021-02-08T18:41:07.000Z",
                        "_id": "6021a4967baf4b0015acd297",
                        "userId": "601e9efaf316d30015216289",
                        "userFirstName": "Megan",
                        "reply": "Do NOT get 'clan tartan' - this is normally a massive rip off. But that's all I can think of."
                    }
                ]
            }
        ],
        "__v": 10
    }
]