[
    {
        "submittedOn": "2021-01-30T17:09:09.000Z",
        "_id": "6015934b33e24a13c050172c",
        "title": "Samuel Johnson’s House",
        "subtitle": "Samuel Johnson Was The Creator Of The First Comprehensive English Dictionary, And His 17th Century House Is Open To The Public",
        "content": "Just off **Fleet Street** in the City of London you can find Samuel Johnson’s house, preserved as a **house museum**.\n\nOutside the house on Gough Square can be seen a **statue of Samuel Johnson’s cat**, Hodge, sitting atop Johnson’s famous dictionary, with the inscription “a very fine cat indeed”. The house itself is one of few remaining buildings of its period, built at the end of the 17th century. The regular admission price is £8. The inside of the house retains many of its historic features, and visitors can walk freely around the house, and are able to sit down on chairs and windows to soak up the atmosphere. \n\nTwo of the original copies of the dictionary’s first edition are kept in this museum, along with collections of oil paintings, manuscripts, prints and drawings.\n\nA stone’s throw from the house, at 145 Fleet Street, is the **Ye Olde Cheshire Cheese**, one of Samuel Johnson’s regular haunts, which was rebuilt shortly after being destroyed in the great fire of London. In winter, open fireplaces are used to keep the interior warm. \n\nThe museum is like stepping into a portal back in time and is an excellent museum to visit. More details can be found on the [official website](https://www.drjohnsonshouse.org/index.html).",
        "img": "https://city-walks-illustrations.s3.eu-west-2.amazonaws.com/samuel-johnsons-house-illustration2.jpg",
        "author": "Michael Tandy",
        "comments": [
            {
                "submittedOn": "2021-02-08T22:22:55.000Z",
                "_id": "6021bc96d6cebd0015febaec",
                "userId": "5ff6401863cc740d5cae17e7",
                "userFirstName": "Tom",
                "comment": "Went in the Ye Olde Cheshire Cheese today and just thought what a great pub it was with a fine selection of drinks (ales)... dark and gloomy, you get that real old London feel in it.\n\nI've been to a fair few pubs in my time in London and this by far gave me the biggest vibe of a classic \"watering hole\"... I can't do it justice by describing it, just trust me, if you're ever near Fleet Street, go!"
            }
        ],
        "__v": 3
    },
    {
        "submittedOn": "2021-02-02T11:47:37.000Z",
        "_id": "6019b94db32e322418153d05",
        "title": "Whitechapel Gallery",
        "subtitle": "The Whitechapel Gallery exhibits the work of contemporary artists in East London",
        "content": "The Whitechapel art gallery was founded in 1901 to bring the best of international contemporary art to the people of East London, and helped launch the careers of artists such as David Hockney and Jackson Pollock.<br/><br/>The gallery is a great place to go on a quiet Sunday, to enjoy the peace and space of the gallery and spend a meditative few hours. My favourite part of the gallery is the **Zilkha Auditorium**, a 110 seat cinema space that displays visual art. The **Foyle Reading Room** is also open to the public and allows access to the Whitechapel Gallery Archive and Library Collection. The gallery also has a [bookshop](https://www.whitechapelgallery.org/visit/bookshop/).<br/><br/>Click here for a list of [current exhibitions](https://www.whitechapelgallery.org/exhibitions/).<br/><br/>Admission is free.",
        "img": "https://city-walks-illustrations.s3.eu-west-2.amazonaws.com/whitechapel-gallery-illustration2.jpg",
        "author": "Michael Tandy",
        "comments": [
            {
                "submittedOn": "2021-02-08T22:22:55.000Z",
                "_id": "6021bda9d6cebd0015febaef",
                "userId": "5ff6401863cc740d5cae17e7",
                "userFirstName": "Chris",
                "comment": "The Whitechapel Bell foundry is close by -  the oldest business in the U.K. founded in 1570 though its origin can be dated back 1420, 72 years before Columbus sailed for America.\n\nBehind this humble shop front, many of the worlds most famous bells have been forged, including Big Ben!"
            }
        ],
        "__v": 5
    },
    {
        "submittedOn": "2021-02-02T11:47:37.000Z",
        "_id": "6019b98db32e322418153d06",
        "title": "John Soane's Museum",
        "subtitle": "John Soane bequeathed his collection to the public in 1837 to disinherit his son. The museum has barely changed since then.",
        "content": "The Sir John Soane's Museum is a **house museum** in **Holborn, London** that was formerly the residence of John Soane, a **neoclassical architect**. <br/><br/> The museum is overflowing with Soane's work and relics that he collected over a lifetime. These include paintings, drawings, sculptures and antiquities. <br/><br/> The museum was established during Soane's lifetime by a private Act of Parliament in 1833, which he pushed for in order to *disinherit his son*, whom he disliked intensely. The act stipulated that upon his death, the contents of Soane's house would be kept in tact to the greatest extent possible as he left them. <br/><br/> **Admission is free** to the museum, though owing to the narrowness of the hallways only 90 visitors are allowed in at any given time, meaning you may have to queue. <br/><br/> The collection contains over **30,000 architectural drawings** as well as **paintings by Turner, Canaletto and Hogarth**. <br/><br/> Soane, in building his collection, outbid even the British Museum for certain items, such as the [Sarcophagus of Seti I](https://en.wikipedia.org/wiki/Sarcophagus_of_Seti_I), for which he paid £2000 (£177,000 in today's money). <br/><br/> During his life Soane treated the house itself as an **architectural laboratory**, resulting in the creation of unusual interiors such as the *domed ceiling of the breakfast room* and the *dining room influenced by the Etruscan tombs*. Soane treated the house as a work of art, and you can find it today much the same as he left it in 1837. <br/><br/> For up to date information on visiting please check [the official website](https://www.soane.org/).",
        "img": "https://city-walks-illustrations.s3.eu-west-2.amazonaws.com/john-soanes-museum-illustration2.jpg",
        "author": "Michael Tandy",
        "comments": [
            {
                "submittedOn": "2021-02-08T22:22:55.000Z",
                "_id": "6021bb76d6cebd0015febae9",
                "userId": "5ff6401863cc740d5cae17e7",
                "userFirstName": "Abigail",
                "comment": "Highly recommend a candlelit tour if you ever get the chance."
            },
            {
                "submittedOn": "2021-02-08T22:22:55.000Z",
                "_id": "6021bbabd6cebd0015febaea",
                "userId": "5ff6401863cc740d5cae17e7",
                "userFirstName": "Tom",
                "comment": "Such a great little museum, if you ever get the chance to go I would recommend it.\n\nIt doesn't take long and the place is filled to the brim with paintings and sculpture from all eras."
            }
        ],
        "__v": 2
    },
    {
        "submittedOn": "2021-02-02T11:47:37.000Z",
        "_id": "6019b9bcb32e322418153d07",
        "title": "Leeds Corn Exchange",
        "subtitle": "Leeds Corn Exchange turned Leeds into a grain trading hub of national importance in the 19th century, and is now an indie shopping center.",
        "content": "The Leeds Corn Exchange is a grade I listed building designed by architect Cuthbert Brodrick and finished in 1863 to serve farmers and merchants selling grain. <br/><br/> The most notable thing about this building is its dome, which was inspired by the Halle aux blés ('grain hall') in Paris. The interior of the building and its elliptical dome is a spectacular example of Victorian commercial architecture.   <br/><br/> Leeds city center is notable for its striking historic and modern retail spaces, and the Corn Exchange was reopened as a retail space for indie retailers in 2008. You can find a full list of [Corn Exchange retailers here](https://www.leedscornexchange.co.uk/shops).",
        "img": "https://city-walks-illustrations.s3.eu-west-2.amazonaws.com/leeds-corn-exchange-illustration2.jpg",
        "author": "Michael Tandy",
        "comments": [
            {
                "submittedOn": "2021-02-08T22:22:55.000Z",
                "_id": "6021baeed6cebd0015febae6",
                "userId": "5ff6401863cc740d5cae17e7",
                "userFirstName": "Debbie",
                "comment": "Always thought the Corn Exchange looks like an airship inside."
            },
            {
                "submittedOn": "2021-02-08T22:22:55.000Z",
                "_id": "6021bb03d6cebd0015febae7",
                "userId": "5ff6401863cc740d5cae17e7",
                "userFirstName": "Rebecca",
                "comment": "Lovely building really adds to the look in Leeds, and allows it to have its own style. Always impresses me between major cities how different the architecture is sometimes but this a great example of how brilliant it is to reuse old builds!"
            },
            {
                "submittedOn": "2021-02-08T22:22:55.000Z",
                "_id": "6021bb2dd6cebd0015febae8",
                "userId": "5ff6401863cc740d5cae17e7",
                "userFirstName": "Gary",
                "comment": "Theres a great beer shop in there....Little Leeds beer shop i think. Stonking selection/good prices. Knowledgeable staff too very friendly."
            }
        ],
        "__v": 5
    },
    {
        "submittedOn": "2021-02-02T11:47:37.000Z",
        "_id": "6019b9e5b32e322418153d08",
        "title": "Canterbury Cathedral",
        "subtitle": "Canterbury Cathedral is the Mother Church of the worldwide Anglican Communion",
        "content": "Canterbury Cathedral is described as *'England in Stone'*. Its first Archbishop, St Augustine, brought Christianity to England, and it was the site of the murder of the martyr St Thomas Becket in 1170 by the knights of Henry II, and became the **most famous Christian pilgrimage site in Europe**. The cathedral remains one of the most visited places in the country with a **million visitors per year**. <br/><br/> *Official Guide* <br/><br/> Please check out this [official cathedral guide in pdf format](https://www.canterbury-cathedral.org/wp-content/uploads/2020/07/Visitng-the-Cathedral-Leaflet-13July2020.pdf) during your cathedral visit. <br/><br/> *Entrance* <br/><br/> Visitors are first greeted by the **Christchurch Gate**, built in 1507 and nestled between a wall of buildings and serving as the main entrance to the cathedral grounds. Visitors can pay for entrance here, although access is free for church services.  <br/><br/> *Nave* <br/><br/> On entering the cathedral you will enter the 600 year old **Nave**, which makes up about half the length of the cathedral. The word nave is the Latin for ‘ship’, because the roof looks like the timber struts of a wooden boat.  <br/><br/> *Crypt* <br/><br/> At the end of the Nave on the south side (the right side as you entered, also called the “sunny side” as it is lighter than the north) you can find the **crypt**. The crypt dates back to the 11th century, making it the **oldest section of the cathedral**. It is built in the **Norman style**, and contains **The Huguenot chapel**, which was gifted to French Huguenots fleeing persecution by Queen Elizabeth I in 1575. A [service in French](https://www.canterbury-cathedral.org/worship/french-church/) still takes place at the cathedral every Sunday at 15:15, although these services are now conducted in a different part of the cathedral called the Black Prince’s Chantry. Exiting the crypt will bring you to the Martyrdom. <br/><br/> *Martyrdom* <br/><br/> In 1170 four of the king’s knights rode to Canterbury, interpreting an exclamation by Henry II, who cried (possible rhetorically) **“Who will rid me of this turbulent priest?”**, as a direct instruction to assassinate the archbishop of Canterbury **Thomas Becket**, who had caused **Henry II** consternation by refusing to accept looser ties with Rome. Upon finding the archbishop within the cathedral, one of the knights swung his sword and **sliced off the top of Becket’s head**, so that his “blood turned white with the brains, and the brains red with the blood”. A priest who had entered with the knights then placed his foot on the neck of the archbishop, scattering his brains across the floor of the cathedral. Soon after his death Becket began to be venerated across Europe as a **martyr**, and two years following his death he was **canonised by Pope Alexander III**. The saint’s fame quickly spread throughout the Norman world, and the cathedral became one of the **world’s most famous medieval pilgrimage sites**. The site where Becket was murdered, called **the Martyrdom**, is marked with a **sculpture of a broken sword**, either side of which is a sword, each of which cast shadows creating four swords representing the four knights who murdered Becket. Through a door behind the Martydom is the door to the cathedral’s **cloister**, which served to connect different parts of the monastery at a time when the cathedral housed monks. <br/><br/> *Choir* <br/><br/> At the top of the steps is the **Pulpitum Screen** – the wall that separates the Nave from the Quire. Beyond the Nave is the 800-year-old Quire, rebuilt in the gothic style after being destroyed by fire in 1174, and is the **oldest gothic building in the UK**. Daily services are held here and attending an [evensong service](https://www.canterbury-cathedral.org/worship/our-services/choral-evensong/) is recommended to witness the pomp and pageantry of a Canterbury Cathedral service. Within this section of the church you will find the **tombs of King Henry IV and the Black Prince**, as well as the **shrine of Thomas Becket**, which was destroyed in 1538 on the orders of Henry VIII, and is now marked by a candle.",
        "img": "https://city-walks-illustrations.s3.eu-west-2.amazonaws.com/canterbury-cathedral-2-illustration2.jpg",
        "author": "Michael Tandy",
        "comments": [],
        "__v": 4
    }
]